{
    "posts": [
      {
        "id": "1",
        "title": "Flight Attendants",
        "content": "Flight attendants have three important characteristics. First of all, they are very friendly. They enjoy greeting passengers and make them feel comfortable by their good behaviors. Sometimes passengers afraid of flying. A friendly flight attendant can talk to them and help them feel calm.Such as, he or she can explain strange noises made by the aircraft. Second, flight attendants are self confident. They give instructions passengers and they must be firm enough as passengers will obey them.This characteristic is very important in emergencies.Third, flight attendants are usual physically strong.They push heavy carts of food and drinks up and down in aisles.They also have to open and close the heavy aircraft doors.In short, flight attendants are friendly, self confident, strong and these characteristics make them unique."
},
      {
        "id": "2",
        "title": "Benefits of Early Rising",
        "content": "Physical exercise means the regular movement of our limbs in a systematic way in order to keep fit. There are many benefits of physical exercise. Firstly, physical exercise keeps our body fit. Secondly, it keeps us physically and mentally strong. It keeps our body fresh and free from diseases. Fourthly it makes our body workable and keep us active. Fifthly, it helps us to enjoy the happiness of good health. There are different kinds of physical exercise. Among them walking, running, swimming, cycling, and jogging are the most popular physical exercises. Though, physical exercise is good for health, it is harmful too if not taken at proper time, proper place and in proper way. Again, over exercise can be harmful for the boy too. To build up a healthier and active nation, every citizen should take physical exercise regularly."
      },
      {
        "id": "3",
        "title": " Traffic Jam",
        "content": "When vehicles of traffic on a road cannot move forward due to clogging up it is called 'traffic jam'. Traffic jam js a regular phenomenon in the big cities and towns. There are a number of reasons of traffic jam. The increasing number of population is the main cause of traffic jam. The population in Bangladesh is increasing rapidly. More vehicles are needed for the movement and transport of these increased numbers of people. Again most of the roads Of our cities and towns are not wide enough for vehicles to ply on easily. Unlicensed vehicles and Unexperienced drivers contribute to this problem. Drivers are not inclined to obey the traffic rules. They always tried to overtake unnecessarily. All these things cause traffic jam in the streets of our towns and cities. Traffic jam creates many problems in our daily life. It makes us waste our valuable time. Our important works are hampered. It creates hindrance in our emergency need of movement. To solve this problem government have to take some effective measures. Well planned spacious roads should be constructed. One way movement of Vehicles should be introduced. Traffic rules should be imposed strictly so that the drivers are bound to obey them. Sufficient traffic police should be posted on important points. Unlicensed vehicles should be removed. Moreover, we should raise public awareness regarding this problem."
      },
      {
        "id": "4",
        "title": "Deforestation",
        "content": "The importance of forest in our life needs no mention. Unfortunately people are cutting down trees in large number which is causing the natural environment inhabitable for human beings. This indiscriminate cutting of trees is called deforestation. Deforestation is mainly done by human beings. People cut trees to meet up their basic needs of food, housing and making fire. For acquiring land for cultivation and residential purpose people are destroying forest in a gross manner. Sometimes deforestation is done in the name of development. But it is true that no sustainable development is possible causing harm to the environment. Deforestation is a global problem which is haunting the whole world. The result of deforestation is very serious. It can damage the environmental situation severely leading us to an uninhabitable world. Bangladesh has only 16% of forest whereas there should be forest on the 25% land of the total land area. If this state continues one day the country may turn into a desert. Again deforestation gives rise to global temperature which turn may cause the lower parts of the world including Bangladesh go under water. So, to get out of this danger we should impose new rules as soon as possible. After all, the government should take necessary steps controlling deforestation from the country."
      },
      {
        "id": "5",
        "title": "Dowry System",
        "content": "The dowry system is a heinous malpractice which the people of our country have been nourishing for long years. Dowry is the large amount of money or property that the bride or her family is bound to pay to the bridegroom as a condition of the marriage to happen. Poverty is the main cause of dowry. It is poverty which makes the bridegroom shameless to demand money from the bride party at the time of marriage. However, it is not the only reason of dowry system. Because it is prevalent in solvent families as well. In our socio-economic structure dowry is given and taken as a penalty to the bride party. Moreover the greed of the bridegroom for getting illegal money is the Vital Cause of dowry. Dowry system gives birth to various problems in the society. It has so many bad effects. The wives are often tortured and beaten to death for not bringing dowry. I think dowry system is very disgraceful for the society and for the humanity. For eliminating dowry system the government should enhance applying the rules strictly. Awareness should be risen to protest this malpractice socially. It is a matter of hope that besides the government, many a non-government organizations are working to get rid of this social curse."
      },
      {
        "id": "6",
        "title": "Computer",
        "content": "The word 'computer' derived from the Latin word 'compute' which means to count or calculate. Hence the word 'computer' refers to a calculating machine. But it is a fairly recent invention. Charles Babbage was the first inventor of modern computer. Then Professor Howard Akin gave it a revised and modern shape. Computer plays a very important role in our practical and professional life. It is capable of doing every complicated work in all branches of learning. It can perform calculation in seconds which trained mathematicians would need years to complete. The new generation computers can handle millions of multiple problems and at the same time can be used as a media of entertainment. Computer has contribution in the field of scientific projects, construction projects, education, arts and what not. Computer doesn't have any demerit in the truest sense of the term. But it is we, human being, who use this device for evil purpose. We should be aware of its wrong use. It has now become a part and parcel of modern life. It has greatly benefited us and brought about revolutionary changes in our life. In a word, this modern fascinating device has become an inseparable part of our life."
      },
      {
        "id": "7",
        "title": "A Street Beggar",
        "content": "The man who begs alms from people standing or sitting in the street is called a street beggar. A street beggar is a familiar figure to the people of towns and cities. A street beggar is normally seen beside the street, a bus station, a railway station, in the market place or at the gate of mosques. He is very shabbily dressed. He always puts on dirty and torn clothes. Sometimes he wears a cap on his head. Some of the street beggars are blind or lame or dumb. A street beggar ignores the hot sun or bitter cold. Normally he is physically crippled or handicapped. That is why he has no other source of income. So he takes to begging as the only means of livelihood. He stretches his arm or begging bowl towards the passers-by and begs alms. He entreats in a very sad or pathetic voice to give him something. A blind beggar keeps someone with him to guide him. He is seen uttering the name of Allah and singing by Hiq name when people give him alms. In busy streets, street beggars are found at traffic signals to beg to the passengers or drivers of vehicles. Begging is a curse on our society. In the urban areas the street beggar has no permanent house of his own. The government should takes proper steps to rehabilitate them."
      },
      {
        "id": "8",
        "title": "The Causes and Effects of Teenage Depression",
        "content": "Depression is a great disease by which mostly the young teenage people are affected, So what is depression? Depression is an illness involving the body, mind and thoughts that affect the way a person eats and sleeps, the way one feels about oneself and the way one thinks about things. However, depression among the teenagers has become a much-talked topic nowadays. It is a mental disease and thousands of people suffer from it daily. Many causes exist behind this depression. Academic stress, social anxiety or peer pressure, romantic problems, traumatic events, separation or divorce between parents, heredity, financial struggles or crisis, physical or emotional negligence, inferiority complex, feelings of helplessness are the main causes. The effects of them are great and can be harmful. These effects can cause lasting physical and emotional problems. Depression in teenagers can affect their ability to concentrate and maintain their energy levels. Teenagers with depression may take drugs and alcohol as a way to reduce their symptoms. Some depressed teenagers may isolate themselves and begin spending all their time online. Again some teens with depression will either run away from home or talk about funning away. A teenager who has depression may engage in careless and reckless behaviors that could be life threatening. Besides, violence self-harm, suicide and many other crimes may occur as a result of such depression."
      },

      {
        "id": "9",
        "title": "Corruption",
        "content": "Corruption means dishonest or illegal behaviour to the country. It creates a lot of problem for the country men. None can escape from the harm of corruption. It is a social malady. It spreads its greedy clutches all over the coUntry. Today every government sector of the country is rotten to the core because of the widespread practice of corruption by the people who are at the helm of power by the officers, by the clerks and so on. They take bribe from the common people for giving the illegal service. The country has already topped the list of corrupt countries five times. There is none to raise voice against the galloping corruption. However, there are many reasons behind this corruption and the reasons are not far to seek. The greed for power, pelf, wealth and money is the root cause of corruption. Avarice, dishonesty, nepotism and favoritism are also responsible for corruption. The consequence of corruption has a far reaching effect on socio-economic condition of our country. It hinders the development programmes. The widespread practice of corruption should not be allowed to go unchecked. The corrupt people must be brought down with an iron rod. It should be checked, controlled and prevented at any cost so that the country canals get rid of this national malady. It is heartening to note that the Independent Anti-Corruption Commission, set up recently, has been working seriously to check corruption. overall, we general people should be conscious about it."
      },
      {
        "id": "10",
        "title": "Global Warming",
        "content": "Global warming means the increase in the average temperature of the earth's near-surface air. The excessive release of carbon di-oxide is mainly responsible for this global danger. Millions of buses, trucks and other motor vehicles plying on the roads emit a huge amount of carbon di-oxide. Again, mills and factories bleach out black smoke and other toxic gases which contribute to increase the temperature in the atmosphere. Fires made by men to cook food and for other domestic purpose add to global warming. In this way the temperature around the world increases permanently. This increase in temperature causes the ice-caps to melt. Huge ice getting melted cause the rise in the sea level. The salty sea water will reduce the fertility of agricultural lands and create scarcity of food. It also increases the intensity of extreme weather events such as flood, storm, cyclone etc. Bad news for Bangladesh is that the lower parts of Bangladesh will one day go under water. The coastal areas will be affected by frequent storm, cyclone and flood. Global warming has become a global issue for its violent and dominating effect. All the countries of the world including Bangladesh showed their concern about the matter."
      },
      {
        "id": "11",
        "title": "The importance of Female Education",
        "content": "Women are the half of our total population. So female education is badly necessary to make half of our population literate for a balanced development. But unfortunately in Bangladesh the education of female child is neglected. Parents are not inclined to provide their female children with education. Parents think it waste of time and money to educate their girls. They think that girls are intellectually inferior to male children. They want their girls to be confined to the kitchen only and perform household chores and look after the male members. But they do not understand that if girl children are educated they can be competent to male children to perform their jobs well. We should understand that when girls are educated they can become a good house managers, good mothers at home and even good officers outside. An educated mother can bring up her children as educated. Formerly, female education was not viewed as positive in our society. But the situation has changed nowadays. The concept of female education is appreciated by all in Bangladesh. The government has given importance to educate our female folk. To spread female education government is giving subsidy to the expenditure of girls education. Education for Is upto HSC level has been made free of cost in BangladeSh.(In public institutions not private.)"
      },
      {
        "id": "12",
        "title": "Eve-teasing",
        "content": "Eve-teasing relating to sexual harassment is now a constant happening in the lives of our country girls and woman. In fact, the whole Indian sub-continental neighborhood is harassed with this nuisance. That shows a certain sort of wrong mindset of men who cherish no respect for women's dignity. Eve-teasing is a shocking experience for women. It can leave deep Psychological scars which can be hard to heal. has resulted in many unfortunate events in the lives Of women. Delusive parents concerned about safety and honour of their daughters can literally ruin their future. Ironically, teasing. has dangerous consequences for women as it can deprive them of their freedom, nutrition and education. The patriarchal nature of our society has not been able to deal with incidents of eve-teasing in right perspective. No one can explain the brunt of eve-teasing and sexual harassment better than the female who has gone through it. The sufferers of eve-teasing feel helplessness, anger and frustration at not being able t do anything about the incident. Incident of eve-teasing permanently damages the psyche of the victims. It makes them suspicious about everything in life. Sexual harassment or eve-teasing also affects personal and academic development of women. The experience leaves them bitter and cautious for the rest of their lives."
      },
      {
        "id": "13",
        "title": "Food Adulteration",
        "content": "Food is one of the basic needs of human life. By taking foods we get heat and energy. It helps to survive on earth. But, Our food is being adulterated in many ways. Food adulteration means the process of making food by mixing another substance or chemical which made the food less pure and harmful for human body. Chemicals are mixed with food to make the food attractive. Food loses its purity and standard in this way. By taking these foods, we become sick. It destroys the disease preventive power of human body. Every man is the victim of food adulteration. But, children are the worst victims of it. Recently the respective authority finds 'melamine' a poisonous chemical in milk powder. The dishonest businessmen are solely responsible for food adulteration. Recently the government set up mobile courts to punish them. Government should take necessary steps to stop food adulteration. Besides, we should be careful before taking these type of foods."
      },
      {
        "id": "14",
        "title": "Price Hike",
        "content": "The rising in price of the essential commodities is called price hike. Price hike is not new in our economy. Nowadays we are very anxious go see the price of necessary things going up everyday. It is increasing by leaps and bounds. The situation seems to be beyond control The poorer and the middle class people are in a fix for this sudden price hike. The reaction of the common people about it is also very bitter. There is no denial that with this critical situation Bangladesh is now in the grip of economic crisis. Though the government is trying to control and regulate the market but with a little success. It is occurring in a irregular way day after day. If the situation goes the same for long it will cause failure to our economic system. Besides, the law and order situation may decrease. A number of traders are trying to manipulate the market and creating artificial crisis of day-to-day necessary goods. They are causing a problem to the whole nation to satisfy their greed. To get rid of this situation every conscious citizen and the government should protest against syndicating and manipulating the market by some criminals. Strict rules should be implied to find out and punish the culprits who are involved in creating artificial crisis."
      },
      {
        "id": "15",
        "title": "The Causes and Effects of Air Pollution",
        "content": "There are different kinds of pollution. Air pollution is one of them. Air is our life without which we can't live. If air is polluted, our lives are perilously affected. It creates smog and acid rain, causes cancer and respiratory diseases, affects the ozone layer atmosphere and contributes to global warming. However, there are various reasons of air pollution, Air pollution is caused when air in the atmosphere is filled with particular matters or toxic gases carbon-monoxide, lead, nitrogen oxides etc. The largest source of air pollution in cities is vehicle's exhaust fumes, carbon monoxide, another factor is a poisonous, odourless, colourless gas that is formed when fossil fuels such as coal, petroleum and natural gas are burnt The polluted smoke produced from factories,automobiles"
      },
      {
        "id": "16",
        "title": "Tree Plantation",
        "content": "Tree plantation means planting more trees with a view to increasing the number of trees in the natural environment. The importance of trees is well-known to all. Trees are inseparable part of our existence. Our existence is bound with trees in a natural a way. Trees give us oxygen which is essential for our existence. Besides, they give us food and fruits to eat, woods to make fire, shade to rest and timbers to build shelter. Many kinds of medicines are prepared from leaves, roots, and barks of trees. According to scientists, 25% of forest land is essential for a country in proportion to its total land area while we have only 16% of it. Random cutting of trees may one day turn the whole country into a desert. To save mankind from this hazard we should take some measure steps. Such as we can prevent river erosion by planting trees on the bank of the rivers and sea sores. Besides, We should strictly follow the rule of planting minimum four saplings after cutting one tree and take care of them. We should remember that as long as there is sufficient trees we can survive well. Trees are our best companions on earth."
      },
      {
        "id": "17",
        "title": "Water Pollution",
        "content": "Water is a major component of our environment. It is so important for human existence that it is often called 'life'. We need pure water to drink and for everyday domestic purpose. But polluted water is harmful for human body. Water is being polluted continually/daily by human beings in many ways. Farmers use chemicals, fertilizers and insecticides in their fields. Those toxic chemicals get mixed with water of the rivers, canals and ponds through rain and flood. Thus the surface water resource is polluted badly. Again mills and factories throw their toxic chemical waste into rivers and canals. In rural areas sanitary latrines and drains standing on the river banks are also responsible for water pollution. The villagers often throw the dead bodies of animals and rotten plants in the river which add to water pollution. Steamers and motor launches pollute water by dumping oil and throwing dumps into water. By drinking polluted water people get affected with various water borne diseases. Cholera, dysentery etc break out in an epidemic form. The government should not allow mills and factories to discharge chemical waste indiscriminately. Public awareness should be raised. We should train people how to keep water pure and clean. We should always remember that pure water is essential for our life. Through proper management of waste we can minimize the rate of water pollution."
      },
      {
        "id": "18",
        "title": "Environment Pollution",
        "content": "Environmental pollution means the vital change in physical, biological and chemical spheres of the environment. The environment consist of natural and man made objects around us. The natural forces like storm, cyclone and earthquakes are also a part of the environment. Soil, air, water are all the important elements of the environment. All these components of the environment are assets to human. But human begins are unknowingly causing harm to these assets. Our environment is polluted in many ways. Air is polluted by smoke and water is polluted by waste and filth. Again the horns and microphones are creating sound pollution. Throwing of dump and untreated human waste creates odour pollution. In this way human beings cause the environment pollution. Polluting environment harms us in many ways. It causes premature death to millions of people. Various chronic and fatal diseases are prevalent due to environmental pollution. Environmental pollution has some long term demerits too. The indiscriminate discharge of toxic chemicals pollutes our water and soil resources. As a result, we shall suffer from scarcity of pure water and fertile land to grow foods. We should be careful about preventing environment pollution in all levels."
      },
      {
        "id": "19",
        "title": "Load-shedding",
        "content": "Electricity is the driving force of modern civilization. The production of mills and factories depends on continuous supply of power. But presently over load-shedding has eclipsed the contribution of electricity. Load-shedding means the suspension of power supply due to overload of consumption. In our country it becomes regular affair during the summer season. The main cause of load-shedding is the insufficient production of electricity in the country• The misuse of electricity is the another major cause. In spite of/Despite sincere effort the government cannot increase the production of electricity for the lack of proper logistic support. However, the lack of electricity means lack of industrial production. When production in mills and factories reduces to great extent, the development of the country is hampered. When load-shedding occurs frequently, the whole locality is plunged into darkness. It also disturbs the study of the students. Thus they cut a bad figure in the exams as load-shedding also occurs at night. Finally, load-shedding effects the economy of the country. Students, patients and the industrial sectors are worst victims of load-shedding. So, the government should pay effective attention to establish more power plants to solve this problem. Take measure steps to stop illegal consumption of electricity. Besides, we have to be aware/conscious about the misuse of electricity."
      },


      {
        "id": "20",
        "title": "Acid Throwing",
        "content": "Acid throwing is the most heinous crime in our country. We find the incidents of acid throwing whenever we read daily newspapers. Sometimes the case so severe that it becomes the lead news of different national newspapers. Generally, the woman and the children are the worst victims of acid throwing. It is a shame in most cases men are the acid throwers on women and children. The analysis of case study shows that acid throwing occurs for two main reasons. one is family enmity and the other rejection love. In our male dominated society male sex always try to practice undue force over female. And male are easy to feel intolerable on rejection of love. When rejected by a woman a man becomes as brutal as throwing acid to his ex-lover. Again two families in enmity find it easy to take revenge on the opposition by throwing acid. To reduce acid violence we should we should raise public awareness. We should raise general hatred against acid throwers. The teenager lover boys should bc made conscious that one sided love is not allowed and rejection is a must in such case. They should that rejection should be taken easily. The government should practice full control over the selling and buying of and harmful chemicals. Many government and non-government organizations are working for stopping acid violence. We hope that soon we shall have a society free from acid violence."
      },
      {
        "id": "21",
        "title": "Arsenic Pollution",
        "content": "Arsenic is a poisonous chemical. It remains in the drinking water as a mineral component.Human body needs arsenic to certain amount but when it exceeds the limit it is called arsenic pollution. Arsenic pollution is a vital problem in different countries of the world including Bangladesh. The toxic element called arsenic is found in underground water. People of the affected area suffer from skin diseases. The victim's palm leg and back addicted become sore. Long term suffering can cause skin cancer. The affected person feels week all the time. Unfortunately, in some areas of Bangladesh the measure of arsenic in the underground level of water is very high. Specially, the northern part of Bangladesh like Rangpur, Nilphamari, kurigram, Pabna are under the threat. Diseases caused by arsenic have some treatment but they are very expensive. So, we need to take some preventive measures. The tube-wells in the affected areas should be examined by the DPHE. They should mark the tube-wells which are affected with red sign and those which are safe with green sign. The respective authority should take other necessary steps in order to prevent arsenic pollution and to ensure pure drinking water for the people of arsenic affected areas."
      },
      {
        "id": "22",
        "title": "Gender Discrimination",
        "content": "Gender discrimination means the discriminatory distribution of rights between male and female on the basis of gender identity. Unfortunately, the female children are the worst victim of gender discrimination which begins at their birth. Social prejudices, customs and our male domination trend are all the major causes of it. Religious misinterpretation contributes to the degradation of women's position. So, from the very early stage parents take more care in all respects for the male children. Gender discrimination is undoubtedly harmful to female gender causing their health hazards, mental distress and even in some cases causing their death. Being deprived of proper health care and nutrition they become vulnerable to various diseases. They are considered as half-human beings who are born only to become wife of a husband and the mother of some children. This critical position makes them victim of all evil things like dowry, illiteracy, malnutrition etc. To resolve this problem we should change the outlook towards girls. It should be established that women are equal partners to men. Proper education and nutrition should be rendered to female children. This social curse of gender discrimination will cure only when we will realize that women are more human beings than mere women."
      },
      {
        "id": "23",
        "title": "Greenhouse Effect",
        "content": "Greenhouse effect means the permanent rise of temperature in the atmosphere around the world. The huge emitting of carbon di-oxide(Co2) gas is primarily responsible for this. Again, deforestation around the world adds to the problem. Less trees and more carbon di-oxide are making our globe hotter day by day. Due to the increased amount of heat around the world, the polar ice-caps have already started melting. The melting of the big ice-caps will obviously lead to the rise of the sea-level which in turn will cause the sea water coming into the rivers. When the river water becomes salty the farmland around will lose its fertility. Man's ability to grow crops will decrease and there will be a crisis of food. Besides, the lower parts of the world including the costal areas of Bangladesh may one day go under water. When mid-way through the 21st century the world temperature will permanently rise by 4'c a lot of ice will turn into water and man will lose a huge farmland area and residential area. To prevent global warming we need to take immediate steps before it is too late. So, deliberate cutting of trees must be stopped. Afforestation programmes should be made more popular. Sources of greenhouse gases should be controlled."
      }
    ]
  }
  