{
    "posts":[
        {
            "id": "1",
            "title": "Write a Dialogue Street Children",
            "content": "Myself: Hello! Salam, how are you? How do you collect this flowers \nSalam: I am fine. I have bought them from the street. \nMyself: Are flowers sold in the street nowadays? \nSalam: Yes, many street boys and girls sell flowers in some particular places of Dhaka city. \nMyself: At which places do they sell flowers? \nSalam: They sell flowers in front of Hotel Ruposhi Banagal, near Panthapath Road and some important crowded places. \nMyself: Is flower selling profitable nowadays? \nSalam: Yes, flower selling is profitable. Many street boys and girls earn their livelihood by selling flowers. \nMySelf: True, though they do so, but they are deprived of their basic rights. \nSalam: You are right. But who will work for them and rehabilitate them? \nMyself: Yes, it is a great point. Actually the government and people of all walks of life should come forward to help them lead a normal life.  \nSalam: I completely agree with you. Even, the solvent people can also adopt one or two street children take the responsibility to bring up them \nMyself: That can also secure their basic human rights. Thanks. \nSalam: Welcome"
        },
        {
            "id": "2",
            "title": "Write a Dialogue about Merits and Demerits of Mobile Phone",
            "content": "Myself: Hello, Sohel, you look very cheerful. What's the matter?\n Sohel: I bought a mobile phone last night and I am so happy.\n Myself: Congratulation. But, do you know the use of mobile phone?\n Sohel: Yes, mobile phone is an important medium of communication which helps intercommunication with the people within the shortest period of time.Myself: Do you know the good sides of mobile phone?\n Sohel: Specially, businessman and the service holders are much benefitted through the use of mobile phone. It is also useful for doctors, high officials and for the people who do shopping and supply valuable information sitting in their houses. Myself: Do you also know the bad sides of mobile phone?\n Sohel: Of course. Likewise good sides, there are lot of bad uses of it. Such as, terrorists and criminals carry out their evil desires by using mobile phone. Even, number of online crimes are held by hackers and scammers using mobile phone. In spite of some such drawbacks, there is no alternative to mobile phone in communicating with people at home and abroad.\n Myself: Yes, you are right. Do you think, students should use mobile phone? Or there parents should allow them to use mobile phone?\n Sohel: It is arguable matter. Students should use mobile phone only educational purposes. And there is always someone to monitor the use of it. But we see sometimes, students use mobile phone to watch movies, cartoons or playing video games that actually waste their valuable time. Thus, they can not completer their homework or can not able to complete their syllabus in time. As a result they earn a poor result in the examination. We also see, students use AI like tools such as chatgpt to prepare their notes, that is overall not acceptable.\n Myself: I can realise your concern. And thank you for giving me such valuable information. Sohel: You are welcome.\n"
        },
        {
            "id": "3",
            "title": "Write a Dialogue about City Life and Village Life",
            "content": "\nArif: Hi Sumon, how do you feel in my village? \nSumon: Fantastic. I like villages very much. \nArif: Really? I know you are a city dweller. But why do you like villages? \nSumon: I think, village life is more charming and interesting than city life. \nArif: I do not agree with you on some points. To me, city life is mor attractive because there are many other advantages and comforts. \nSumon: I agree with you on this point. But you can not deny the natural beauty and many advantages of the villages as well. \nArif: Really! Then, please tell me frankly. \nSumon: In the villages, you can get fresh air, observe clean blue sky, green trees, vast green fields and simple frank people who are always friendly. In them, you can catch the very soul of nature. On the other hand, the city life is full of din and bustle. Most of the streets, houses, offices and restaurants are overcrowded. The atmosphere is smoky and stuffy. As well as the city atmosphere is very harmful for health. Yes, I can not also deny the advantages of it. \nArif: Oh! I have got the point. I am very much glad that you have developed a tender love for villages and the green beauty of the country. In spite of being born and brought up in the luxurious atmosphere of the city life, you have smooth affection to the villages and it's people. \nSumon: Thanks for your words. Moreover, the people living in the cities are not open-minded comparing with the people. They are often self-centered and do not care about their neighbours. \nArif: Thank you very much. \nSumon: You are welcome."
        }
    ]
}